Repository: pitsolution/Baloti
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: This choice cannot be changed, please choose carefully
de: Diese Auswahl kann nicht geŠndert werden, bitte wŠhlen Sie sorgfŠltig

source: refresh balances
de: Guthaben aktualisieren

source: Confirm Smart Contract
de: Smart Contract"" bestŠtigen

source: Election not found
de: Abstimmung nicht gefunden

source: Blockchain contract created! Deployment in progress...
de: Vertrag bereits erstellt

source: track
de: verfolgen

source: Track a ballot
de: Abstimmung verfolgen

source: Back
de: ZurŸck

source: Election name
de: Name der Abstimmung

source: Election ID
de: Abstimmung ID

source: Ballot ID
de: Stimmzettel ID

source: Ballot Hash
de: Stimmzettel Hash

source: Tracking informations
de: Tracking Informationen

source: Learn more
de: Mehr erfahren

source: TRACKING_MORE_INFO
de: TRACKING_MEHR_INFO

source: An email have been sent to your address
de: Es wurde eine E-Mail an Sie gesendet

source: Your elections
de: Ihre Abstimmungen

source: Contest %(name)s
de: Abstimmung %(Name)s

source: Load
de: Laden

source: previous
de: zurŸck

source: next
de: weiter

source: Delete?
de: Lšschen?

source: Change
de: €ndern

source: View
de: ansehen

source: View on site
de: Ansicht auf der Seite

source: Repeat password
de: Passwort wiederholen

source: Your password needs to follow these criteria:
de: Sieht aus, als mŸssten Sie sich registrieren

source: Register
de: Registrieren

source: Welcome to Electis.app
de: Willkommen bei Electis.app

source: Enter email and password:
de: E-Mail und Passwort eingeben:

source: forgot password
de: Passwort vergessen

source: Continue
de: Weiter

source: You have been logged out
de: Sie wurden abgemeldet

source: Thank you for spending time on our site today.
de: Vielen Dank, dass Sie sich heute Zeit fŸr unsere Website genommen haben.

source: Login again
de: Erneut anmelden

source: Reset your password
de: Ihr Passwort zurŸcksetzen

source: Reset password
de: Passwort zurŸcksetzen

source: Your password have been reset
de: Ihr Passwort wurde zurŸckgesetzt

source: You may go ahead and
de: Sie kšnnen fortfahren und

source: login
de: Anmeldung

source: now
de: jetzt

source: A link has been sent to your email address
de: Ein Link wurde an Ihre E-Mail gesendet

source: Go to login page
de: Zur Anmeldungsseite gehen

source: Check your emails to finish !
de: PrŸfen Sie Ihre E-Mails zur Fertigstellung!

source: An activation link has been sent to your email address, please open it to finish the signup process.
de: Ein Aktivierungslink wurde an Ihre E-Mail gesendet. Bitte šffnen Sie diesn, um den Anmeldevorgang abzuschliessen.

source: Then, come back and login to participate to your election.
de: Dann kommen Sie zurŸck und melden sich an, um an Ihrer Wahl teilzunehmen.

source: Your account has been activated !
de: Ihr Konto wurde aktiviert!

source: You may now
de: Sie kšnnen nun

source: and particiapte to an election
de: und an einer Wahl teilzunehmen

source: Account activation failure
de: Kontoaktivierung fehlgeschlagen

source: Most likely your account has already been activated.
de: Hšchstwahrscheinlich ist Ihr Konto bereits aktiviert worden.

source: Proceed to automatic authentification
de: Fortfahren mit der automatischen Authentifizierung

source: Click here to continue
de: Zum Fortfahren hier klicken

source: Receive a magic link by email
de: Erhalten Sie einen ""Magic Link"" per E-Mail

source: To proceed to your
de: Zum Fortfahren mit Ihrem

source: secure link
de: sicherer Link

source: Email sent with success
de: E-Mail erfolgreich versendet

source: ACTIVATION_EMAIL_BODY
de: AKTIVIERUNG_EMAIL_BODY

source: email address
de: E-Mail

source: Send magic link
de: Magic Link"" senden

source: Could not find registration with email: %(email)s
de: Die Registrierung mit E-Mail konnte nicht gefunden werden: %(email)s

source: Your magic link
de: Dein ""Magic Link""

source: Hello, This is the magic link you have requested: %(link)s
de: Hallo, Dies ist der ""Magic Link"", den Sie angefordert haben: %(link)s

source: Invalid magic link.
de: UngŸltiger ""Magic Link"".

source: Magic link already used.
de: ""Magic Link"" wurde bereits verwendet.

source: Expired magic link.
de: Abgelaufener ""Magic Link""

source: You have been authenticated.
de: Sie wurden authentifiziert.

source: Hello, %(user)s
de: Hallo, %(user)s

source: log out
de: abmelden

source: sign up
de: registrieren

source: log in
de: anmelden

source: Made by
de: Erstellt von

source: Secure elections with homomorphic encryption
de: Sichere Wahlen mit homomorpher VerschlŸsselung

source: You have successfully subscribed to %(app)s mailing list
de: Sie haben sich erfolgreich bei der Mailingliste von %(app) angemeldet.

source: English
de: Englisch

source: French
de: Franzšsisch

source: Spanish
de: Spanisch

source: Welcome to %(app)s
de: Willkommen bei %(app)s

source: Made by %(electis)s
de: Erstellt von %(electis)s

source: Legal notices
de: Impressum

source: Data privacy policy
de: Datenschutzbestimmungen

source: Take part to an upcoming vote
de: Nehmen Sie an einer bevorstehenden Abstimmung teil

source: I consent to the use of my email address
de: Ich bin mit der Nutzung meiner E-Mail einverstanden

source: Email address
de: E-Mail

source: Type your email to register to this service
de: Geben Sie Ihre E-Mail ein, um sich fŸr diesen Dienst zu registrieren

source: I take part
de: Ich nehme teil

source: Author rights
de: Rechte des Autors

source: AUTHOR_RIGHTS_TEXT
de: AUTOR_RECHTE_TEXT
