Repository: pitsolution/Baloti
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Date
de: Datum

source: Time
de: Zeit

source: FORM_ABOUT_ELECTION_CREATE
de: FORMULAR_WAHL_BESCHREIBUNG_ERSTELLEN

source: FORM_TITLE_ELECTION_CREATE
de: FORMULAR_WAHL_TITEL_ERSTELLEN

source: FORM_TITLE_REFERENDUM_TYPE
de: FORMULAR_REFERENDUM_TITEL_ERSTELLEN

source: FORM_TITLE_INITIATOR
de: FORMULAR_INTITIATOR_TITEL

source: FORM_TITLE_INFAVOUR_ARGUMENTS
de: FORMULAR_TITEL_PRO_ARGUMENTE

source: FORM_TITLE_AGAINST_ARGUMENTS
de: FORMULAR_TITEL_CONTRA_ARGUMENTE

source: GOVT_INFAVOUR_RESULTS
de: REGIERUNG_PRO_RESULTATE

source: GOVT_AGAINST_RESULTS
de: REGIERUNG_CONTRA_RESULTATE

source: create a new initiator
de: neuer Initiatoren erstellen

source: create a new type
de: neuer Typ erstellen

source: Update Government Results
de: Aktualisierung der Regierungsergebnisse

source: update issue
de: Update Thema

source: create issue
de: Thema erstellen

source: Edit issue
de: Thema bearbeiten

source: Create an issue
de: Ein Thema erstellen

source: Type:
de: Typ:

source: Arguments:
de: Argumente:

source: backmsgstr ""zurŸck""
de: alle

source: created by me
de: von mir erstellt

source: shared with me
de: mit mir geteilt

source: voting ongoing
de: Abstimmung lŠuft

source: voting closed
de: Abstimmung geschlossen

source: result available
de: Resultat verfŸgbar

source: , voted
de: abgestimmt

source: Create new issue
de: Neues Thema erstellen

source: Issues
de: Themen

source: There are no issues yet
de: Es bestehen noch keine Themen

source: edit
de: bearbeiten

source: Basic settings
de: Grundeinstellungen

source: Name, votes allowed, time and date, etc.
de: Name, zulŠssige Stimmen, Uhrzeit und Datum, usw.

source: add
de: hinzufŸgen

source: %(candidates)d candidates, minimum: %(elected)d
de: %(candidates)d Stimmen, Minimum: %(elected)d

source: Add candidates
de: Wahlmšglichkeit hinzufŸgen

source: %(num_voters)d voters
de: %(num_voters)d Stimmen

source: Add voters
de: WŠhler hinzufŸgen

source: All guardians must possess a private key so that the ballot box is secure and the referendum can be opened for voting.
de: Alle Verwalter, die das Referendum betreuen, mŸssen Ÿber einen ""private key"" verfŸgen, damit die Wahlurne sicher ist und das Referendum fŸr die Abstimmung gešffnet werden kann.

source: Download my private key
de: Meinen ""private key"" herunterladen

source: Confirm possession of an uncompromised private key
de: BestŠtigung des Besitzes eines unversehrten ""private key

source: All guardians confirm possession of uncompromised private keys
de: Alle Verwalter bestŠtigen den Besitz unversehrter ""private keys

source: %(confirmed)d/%(gardiens)d confirmed
de: %(confirmed)d/%(gardiens)d bestŠtigt

source: Lock the ballot box / erase private keys from server memory
de: Sperren Sie die Wahlliste / lšschen Sie die ""private keys"" vom Datenspeicher des Servers

source: Open the referendum for voting
de: …ffnen Sie das Referendum fŸr die Abstimmung

source: Guardians must NOT loose their PRIVATE keys and they must keep them SECRET.
de: Die Verwalter dŸrfen ihre ""PRIVATE KEYS"" NICHT verlieren und mŸssen sie GEHEIM halten.

source: download private key
de: private key"" herunterladen

source: confirm key integrity
de: BestŠtigen der IntegritŠt des ""private key

source: Lock the ballot box
de: Wahlliste sperren

source: Open for voting
de: Offen fŸr die Abstimmung

source: Secure the referendum
de: Sichern Sie das Referendum

source: Ballot box securely locked. Referendum can be open for voting.
de: Die Abstimmung ist sicher verschlŸsselt. Das Referendum kann zur Abstimmung gešffnet werden.

source: Voted
de: Abgestimmt

source: You casted your vote! The results will be published after the referendum is closed.
de: Sie haben Ihre Stimme abgegeben! Die Ergebnisse werden nach Abschluss des Referendum veršffentlicht.

source: Track my vote
de: Abstimmung verfolgen

source: Cast my vote
de: Meine Stimme abgeben

source: vote
de: abstimmen

source: You did not vote
de: Sie haben nicht abgestimmt

source: The vote is closed, sorry you missed it.
de: Die Abstimmung ist abgeschlossen, leider haben Sie diese verpasst.

source: Choose the blockchain you want to deploy your referendum smart contract to
de: WŠhlen Sie die Blockchain, auf der Sie Ihren Refendum ""Smart Contract"" einsetzen mšchten

source: Add the referendum smart contract
de: HinzufŸgen des Referendums ""Smart Contract""

source: close
de: schliessen

source: Voting closed
de: Abstimmung beendet

source: The voting started on %(start)s and was open till %(end)s. Timezone: %(timezone)s.
de: Die Abstimmung begann am %(start)s und war gešffnet bis %(end)s. Zeitzone: %(timezone)s.

source: The voting process is currently ongoing
de: Der Abstimmungsprozess ist zurzeit aktiv

source: The voting started on %(time_start)s and will be closed at %(time_end)s. Timezone: %(timezone)s
de: Die Abstimmung begann am %(time_start)s und endet um %(time_end)s. Zeitzone: %(timezone)s

source: Vote link: %(link)s
de: Link Abstimmung: %(link)s

source: Upload my private key
de: Meinen ""private key"" hochladen

source: All guardians need to upload their private keys so that the ballot box can be opened to reveal the results.
de: Alle Verwalter mŸssen ihre ""private keys"" hochladen, damit die Abstimmung gešffnet werden kann, um die Ergebnisse zu ermitteln.

source: upload my private key
de: meinen ""private key"" hochladen

source: All guardians upload their keys %(uploaded)s/%(guardian)s uploaded
de: Alle Verwalter laden ihre ""private keys"" hoch %(uploaded)s/%(guardian)s hochgeladen

source: Unlock the ballot box with encrypted ballots and reveal the results
de: Entsperren Sie die Abstimmung mit verschlŸsselten Stimmzetteln und geben Sie die Ergebnisse bekannt

source: When the referendum is over the guardians use their keys to open the ballot box and count the results.
de: Nach Abschluss des Referendums šffnen die Verwalter mit ihrem ""key"" die Abstimmung und zŠhlen die Ergebnisse aus.

source: Unlocking the ballot box and revealing the results
de: Entsperren der Abstimmung und Anzeige der Resultate

source: reveal results
de: Resultate anzeigen

source: Once the ballots are counted you will be notified by email
de: Sobald die Stimmen ausgezŠhlt sind, werden Sie per E-Mail benachrichtigt

source: Tallying in progress
de: Die AuszŠhlung lŠuft derzeit

source: An email will be sent when finished
de: Sie erhalten eine E-Mail, wenn der Vorgang abgeschlossen ist.

source: Results available
de: Resultate sind verfŸgbar

source: Congratulations! You have been the mediator of a secure referendum.
de: Herzlichen GlŸckwunsch! Sie waren der Verwalter eines sicheren Referendums.

source: view result table
de: Resultat Tabelle anzeigen

source: Secured and decentralised with Tezos
de: Gesichert und dezentralisiert mit Tezos

source: Your referendum data and results will be published on Tezos’ %(blockchain)s blockchain.Ihre Referendumsdaten und -resultate werden auf der Blockchain von Tezos veršffentlichtâ€™ %(blockchain)s."
de: Wahlvertrag erstellt

source: Election opened
de: Wahl gešffnet

source: Election closed
de: Wahl beendet

source: Election Results available
de: Wahlresultate verfŸgbar

source: Election contract updated
de: Wahlvertrag aktualisiert

source: Upload
de: Hochladen

source: key downloaded
de: ""key"" heruntergeladen

source: key verified
de: ""key"" verifiziert

source: Guardians
de: Verwalter

source: Candidates
de: Wahlmšglichkeiten

source: view all
de: alle anzeigen

source: view all/edit
de: alle anzeigen/bearbeiten

source: Voters
de: WŠhler

source: %(voters)s voters added
de: %(voters)s WŠhler hinzugefŸgt

source: No candidate yet.
de: Noch kein Wahlmšglichkeiten.

source: No voter yet.
de: Noch kein WŠhler vorhanden.

source: Copy link
de: Link kopieren

source: edit voters
de: WŠhler bearbeiten

source: invite new voters
de: neue WŠhler einladen

source: %(count)s Voters
de: %(count)s WŠhler

source: Add candidate
de: Wahlmšglichkeit hinzufŸgen

source: %(count)s Candidates
de: %(count)s Wahlmšglichkeiten

source: Add a candidate
de: Einen Wahlmšglichkeiten hinzufŸgen

source: delete
de: lšschen

source: Edit candidate
de: Wahlmšglichkeiten bearbeiten

source: Save
de: Speichern

source: The list of allowed voters with one email per line (sparated by Enter/Return ⏎)
de: Die Liste der zugelassenen WŠhler mit einer E-Mail pro Zeile (durch Enter/Return âŽ)

source: confirm
de: bestŠtigen

source: You need to upload your private key to confirm that you posses a valid key that hasn’t been temepered with.
de: Sie mŸssen Ihren ""private key"" hochladen, um zu bestŠtigen, dass Sie im Besitz eines gŸltigen ""keys"" sind, der nichtâ€™t manipuliert wurde.""

source: Choose file
de: Datei auswŠhlen

source: Your privacy key is a file with '.pkl' extension.
de: Ihr ""privacy key"" ist eine Datei mit der Dateiendung "".pkl"".

source: This will remove all guardians’ private keys from the server memory.
de: Dadurch werden alle ""private keys"" der Verwalter aus dem Speicher des Servers entfernt.

source: When the voting is over the ballot box can only be opened when all guardians upload their private keys.
de: Nach Abschluss der Abstimmung kann diese nur gešffnet werden, wenn alle Verwalter ihre ""private keys"" hochgeladen haben.

source: This is what makes the governing of the election decentralised.
de: Dadurch wird die Verwaltung der Wahl dezentralisiert.

source: create
de: erstellen

source: Send an invite to the newly added voters
de: Senden Sie eine Einladung an die neu hinzugefŸgten WŠhler

source: Once you open the referendum for voting you can’t make changes to it.
de: Sobald Sie das Referendum zur Abstimmung freigegeben habenâ€™t kšnnen Sie es nicht mehr Šndern.

source: Do not alert voters by email
de: Keine Benachrichtigung an WŠhler per E-Mail

source: open
de: offen

source: modify
de: anpassen

source: If you want it, you have
de: Wenn Sie es wollen, mŸssen Sie

source: choice left
de: Auswahl links

source: choices left
de: Auswahlen links

source: Confirm your selection
de: BestŠtigen Sie Ihre Auswahl

source: Be careful, once confirmed, your choice is definitive and cannot be changed
de: Achtung: Einmal bestŠtigt, ist Ihre Wahl endgŸltig und kann nicht mehr geŠndert werden.

source: You have up to a total of %(vote_allowed)s choice
de: Sie haben insgesamt %(vote_allowed)s der Stimmen

source: create ballot
de: Stimme abgeben

source: Your vote has been validated!
de: Ihre Stimme wurde fŸr gŸltig erklŠrt!

source: Thank you for your participation. Your secret vote has been taken in account. You can, if you want, close this page.
de: Ihre Stimme wurde berŸcksichtigt, wir danken Ihnen fŸr Ihre Teilnahme. Sie kšnnen, wenn Sie mšchten, diese Seite schliessen.""

source: How does electronic voting work?
de: Wie funktioniert die elektronische Stimmabgabe?

source: ELECTRONIC_VOTE_EXPLAINATION
de: ELEKTRONISCHE_STIMMABGABE_ERKL€RUNG

source: here
de: hier

source: Manual closing of the referendum
de: Manuelle Schliessung des Referendums

source: This will stop the voting process and it can't be undone.
de: Dadurch wird der Abstimmungsprozess gestoppt und kann nicht mehr rŸckgŠngig gemacht werden.

source: close the referendum now
de: das Referendum jetzt beenden

source: Verify your private key
de: Verifizieren Sie Ihren ""private key""

source: Open ballot box
de: Abstimmung šffnen

source: This process will erase all guardian keys from server memory.
de: Dieser Vorgang lšscht alle Verwalter ""keys"" aus dem Speicher des Servers.

source: open and view results
de: šffnen und Resultate anzeigen

source: Publish your referendum results
de: Veršffentlichen Sie Ihre Referendums Resultat

source: This will decentralize your referendum results.
de: Dadurch werden die Resultate Ihres Referendums dezentralisiert.

source: publish results
de: Resultate veršffentlichen

source: Referendum report
de: Referendumsbericht

source: On Tezos' blockchain
de: Auf der Blockchain von Tezos

source: Referendum datas
de: Daten zum Referendum

source: Local data
de: Lokale Daten

source: On IPFS, decentralized
de: Auf IPFS, dezentralisiert

source: Results
de: Resultate

source: Add guardians
de: Verwalter hinzufŸgen

source: Guardians are responsible for locking and unlocking of the ballot box with their private keys.
de: Die Verwalter sind fŸr das Ver- und Entriegeln der Abstimmung mit ihren ""private keys"" zustŠndig.

source: No guardians for speed and simplicity (default).
de: Keine Verwalter fŸr Geschwindigkeit und Einfachheit (Standard).

source: Electis App will technically be your guardian and can secure your ballot box.
de: Electis App wird Ihre Abstimmung schŸtzen.

source: GUARDIAN_HELP_TEXT
de: VERWALTER_HILFE_TEXT

source: add guardian
de: Verwalter hinzufŸgen

source: %(infavour_recommender)s Infavour, %(against_recommender)s Against
de: %(infavour_recommender)s Pro, %(against_recommender)s Contra

source: Add recommender
de: BefŸrworter hinzufŸgen

source: create a new recommender
de: einen neuen BefŸrworter erstellen

source: %(count)s Recommenders
de: %(count)s BefŸrworter

source: Add a recommender
de: Ein BefŸrworter hinzufŸgen

source: Edit recommender
de: BefŸrworter bearbeiten

source: No recommender yet.
de: Bislang kein BefŸrworter

source: FORM_TITLE_RECOMMENDER_CREATE
de: FORMULAR_BEF†RWORTER_TITEL_ERSTELLEN

source: FORM_RECOMMENDER_TYPE_CREATE
de: FORMULAR_BEF†RWORTER_TYP_ERSTELLEN

source: FORM_RECOMMENDER_PICTURE_CREATE
de: FORMULAR_BEF†RWORTER_BILD_ERSTELLEN

source: Create a new recommender
de: Einen neuen BefŸrworter erstellen

source: Picture:
de: Bild:

source: create recommender
de: BefŸrworter erstellen

source: Start date should be a date in future
de: Startdatum sollte ein Datum in der Zukunft sein

source: End date should be a date in future
de: Enddatum sollte ein Datum in der Zukunft sein

source: End date should be greater than start date
de: Das Enddatum sollte gršsser sein als das Startdatum

source: FORM_START_ELECTION_CREATE
de: FORMULAR_WAHL_START_ERSTELLEN

source: FORM_END_ELECTION_CREATE
de: FORMULAR_WAHL_ENDE_ERSTELLEN

source: FORM_TIMEZONE_ELECTION_CREATE
de: FORMULAR_WAHL_ZEITZONE_ERSTELLEN

source: Edit referendum
de: Referendum bearbeiten

source: Create a referendum
de: Ein Referendum erstellen

source: Referendum starts:
de: Referendum beginnt:

source: Referendum ends:
de: Referendum endet:

source: create referendum
de: Referendum erstellen

source: Create new referendum
de: Neues Referendum erstellen

source: Referendums
de: Referenden

source: There are no referendums yet
de: Es gibt noch keine Referenden

source: Name, time and date, etc.
de: Name, Uhrzeit und Datum, etc.

source: %(issue)s Issues
de: %(issue)s Themen

source: Add Issues
de: Themen hinzufŸgen

source: my referendums
de: meine Referenden

source: FORM_TITLE_INITIATOR_CREATE
de: FORMULAR_TITEL_INITIATOR_ERSTELLEN

source: Create a new initiator
de: Einen neuen Initiator erstellen

source: create initiator
de: Initiator erstellen

source: FORM_TITLE_ISSUE_TYPE_CREATE
de: FORMULAR_TITEL_THEMEN_TYP_ERSTELLEN

source: Create a new issue type
de: Erstellen Sie ein neuer Themen Typ

source: create issue type
de: neuer Themen Typ erstellen

source: Switzerland Government Results
de: Schweiz Regierung Resultate

source: Infavour/Against Percentages
de: Prozentualer Anteil der BefŸrworter/Gegner

source: Must be above 0, you have choosen:
de: Muss Ÿber 0 sein, Sie haben gewŠhlt:

source: The contest %(contest)s has been tallied
de: Die Abstimmung %(contest)s wurde ausgezŠhlt

source: The contest you wanted to decrypt was not found
de: Die Abstimmung, die Sie entschlŸsseln wollten, wurde nicht gefunden

source: The decryption raised the exception %(exception)s
de: Die Dekodierung lšste die Ausnahme %(exception)s aus

source: unknown
de: unbekannt

source: Contest %(contest)s decryption
de: Referendum %(contest)s EntschlŸsselung

source: You have created contest %(obj)s
de: Sie haben Referendum %(obj)s erstellt

source: You have updated contest %(obj)s
de: Sie haben das Referendum %(obj)s aktualisiert

source: Email title
de: E-Mail Titel

source: Title of the email that will be sent to each voter
de: Titel der E-Mail, die an jeden WŠhler gesendet wird

source: Email message
de: E-Mail Nachricht

source: Body of the email that will be sent, LINK will be replaced by the voting link
de: Text der E-Mail, die versendet wird, LINK wird durch den Abstimmungslink ersetzt

source: Hello, Referendum %(obj)s is open for voting, you may use the link belox: LINK Happy voting!
de: Hallo, das Referendum %(obj)s ist offen fŸr die Abstimmung, Sie kšnnen den untenstehenden Link benutzen: LINK Viel Spass bei der Abstimmung!

source: Referendum %(obj)s is open for voting
de: Referendum %(obj)s ist eršffnet fŸr die Abstimmung

source: Send invite
de: Einladung verschicken

source: Open votes
de: Offene Abstimmungen

source: Create the Encrypter and BallotBox and open contest for voting
de: Erstellen Sie den Encrypter und die Abstimmung und starten Sie die Abstimmung

source: Must have more candidates than number elected
de: Es mŸssen mehr Kandidaten aufgestellt werden als gewŠhlt werden

source: You have open contest %(obj)s
de: Sie haben das Referendum %(obj)s gešffnet

source: You have closed contest %(obj)s
de: Sie haben das Referendum %(obj)s geschlossen

source: Body of the email that will be sent, LINK will be replaced by the result link
de: Text der E-Mail, die versendet wird, LINK wird durch den Resultat-Link ersetzt

source: Hello, Referendum %(obj)s has been tallied, you may use this link below to check the results: LINK Thank you for voting on %(obj)s
de: Hallo, das Referendum %(obj)s wurde ausgezŠhlt, Sie kšnnen diesen Link unten benutzen, um die Resultate einzusehen: LINK Danke fŸr die Abstimmung Ÿber %(obj)s

source: Referendum %(obj)s is has been tallied
de: Das Referendum %(obj)s wurde ausgezŠhlt

source: You have started tallying for %(obj)s
de: Sie haben mit der ZŠhlung fŸr %(obj)s begonnen

source: IPFS not initialized on this node
de: IPFS auf diesem Netzwerk nicht initialisiert

source: You have published artifacts for %(obj)s on IPFS
de: Sie haben Artefakte fŸr %(obj)s auf IPFS veršffentlicht

source: You have completed the ceremony for
de: Sie haben die Wahl abgeschlossen fŸr

source: Guardian keypairs have been deleted from our memory
de: Verwalter ""keypairs""wurden aus unserem Speicher gelšscht

source: Please get a magic link to proceed to secure vote
de: Bitte erhalten Sie einen ""magic link"", um die Abstimmung zu sichern

source: You are not registered to vote on %(obj)s
de: Sie sind nicht registriert, um am %(obj)s zu wŠhlen

source: %(obj)s vote is closed
de: "%obj)s Abstimmung ist beendet

source: %(obj)s vote is not yet open
de: "%obj)s Abstimmung ist noch nicht offen

source: You have already casted your vote for %(obj)s
de: Sie haben bereits Ihre Stimme fŸr %(obj)s abgegeben

source: Create ballot
de: Stimmzettel erstellen

source: ; you have:
de: ; Sie haben:

source: You spoiled your ballot for %(obj)s you can make another ballot
de: Sie haben Ihren Stimmzettel fŸr %(obj)s verworfen, Sie kšnnen einen neuen Stimmzettel abgeben

source: You casted your ballot for %(obj)s
de: Sie haben Ihre Stimme fŸr %(obj)s abgegeben

source: Sous-texte
de: Beschreibung

source: CANDIDATE_PICTURE
de: KANDIDAT_BILD

source: CANDIDATE_NAME
de: KANDIDAT_NAME

source: You have added candidate
de: Sie haben einen Kandidaten hinzugefŸgt

source: You have updated candidate
de: Sie haben den Kandidaten aktualisiert

source: You have removed candidate
de: Sie haben den Kandidaten entfernt

source: Minimum guardians needed to unlock the ballot box
de: Erforderliche Mindestanzahl von Verwalter zum …ffnen der Abstimmung

source: User not found
de: Benutzer wurde nicht gefunden

source: already added!
de: bereits hinzugefŸgt!

source: Cannot be higher than the number of guardians
de: Kann nicht hšher sein als die Anzahl der Verwalter

source: You have invited %(obj)s as guardian
de: Sie haben %(obj)s als Verwalter eingeladen

source: Quorum set to %(quorum)s
de: Quote auf %(quorum)s gesetzt

source: Quorum set to %(quorum)s to match the number of guardians
de: Quote auf %(quorum)s gesetzt, um der Anzahl der Verwalter zu entsprechen

source: You have removed guardian %(guardian)s
de: Sie haben den Verwalter %(guardian)s entfernt

source: Verify integrity
de: IntegritŠt prŸfen

source: File corrupted, please try downloading again
de: Datei beschŠdigt, bitte versuchen Sie erneut herunterzuladen

source: You have verified your guardian key for %(obj)s
de: Sie haben Ihren Verwalter ""key"" fŸr %(obj)s ŸberprŸft

source: The provided guardian key is invalid
de: Der angegebene Verwalter ""key"" ist ungŸltig

source: You have uploaded your guardian key for %(obj)s
de: Sie haben Ihren Verwalter ""key"" fŸr %(obj)s hochgeladen

source: Please remove lines containing invalid emails:
de: Bitte entfernen Sie Zeilen mit ungŸltigen E-Mail Adressen:

source: Update voters
de: WŠhler aktualisieren

source: Voters emails
de: WŠhler E-Mails

source: The list of allowed voters with one email per line
de: Die Liste der zugelassenen WŠhler mit einer E-Mail pro Zeile

source: You have updated voters for contest %(obj)s
de: Sie haben WŠhler fŸr Abstimmung %(obj)s aktualisiert

source: RECOMMENDER_NAME
de: BEF†RWORTER_NAME

source: RECOMMENDER_TYPE
de: BEF†RWORTER_TYP

source: You have added recommender
de: Sie haben ein BefŸrworter hinzugefŸgt

source: You have updated recommender
de: Sie haben ein BefŸrworter upgedated

source: You have removed recommender
de: Sie haben ein BefŸrworter entfernt

source: You have created recommender %(obj)s
de: Sie haben BefŸrworter %(obj)s erstellt

source: You have created parentcontest %(obj)s
de: Sie haben eine Referendum %(obj)s erstellt

source: You have updated parentcontest %(obj)s
de: Sie haben eine Referendum %(obj)s aktualisiert

source: You have removed referendum
de: Sie haben eine Referendum %(obj)s entfernt

source: You have created initiator %(obj)s
de: Sie haben den Initiator %(obj)s erstellt

source: You have created contest type %(obj)s
de: Sie haben die Abstimmungsart %(obj)s erstellt

source: The total percentage of results is not allowed to exceed 100
de: Der Gesamtprozentsatz der Resultate darf 100 % nicht Ÿberschreiten.

source: Smart contract on %(obj)s
de: Smart Contract"" Ÿber %(obj)s

source: Wallet address:
de: Wallet-Adresse

source: Balance needed:
de: Guthaben erforderlich:

source: Current balance:
de: Aktueller Kontostand:

source: Choose the blockchain you want to deploy your election results to
de: WŠhlen Sie die Blockchain, auf der Sie Ihre Abstimmungsresultate bereitstellen mšchten

source: As a way to bring trust, this election results and parameters will be shared and stored via a Tezos smart contract and an IPFS Link. To keep it simple you have two choices, one is to chose the free / testnet contract (fine for non official elections) or the main net one (you ll need to pay a small fee / just send the needed Tez fees to the Wallet address) version that can be used for official election as the equivalent of a legal proof of the election parameters and its results.
de: Um Vertrauen zu schaffen, werden die Abstimmungsresultate und Parameter Ÿber einen Tezos Smart Contract und einen IPFS Link geteilt und gespeichert. Um es einfach zu halten, haben Sie zwei Mšglichkeiten: Sie kšnnen den kostenlosen / Testnet-Vertrag ( fŸr nicht offizielle Wahlen) oder den Hauptnetz-Vertrag ( fŸr den Sie eine kleine GebŸhr zahlen mŸssen / senden Sie einfach die erforderlichen Tez-GebŸhren an die Wallet-Adresse) wŠhlen, der fŸr offizielle Wahlen als €quivalent eines rechtlichen Nachweises der Wahlparameter und -ergebnisse verwendet werden kann.
