Repository: pitsolution/Baloti
Catalog: baloti_djelectionguard/locale/*/LC_MESSAGES/django.po
Languages: id, ja, pl, uk, zh

source: Make your choice
id: Silahkan masukkan pilihan anda
ja: 選択する
pl: Wybierz
uk: Зроби свій вибір
zh: 做出您的选择

source: BACK
id: KEMBALI
ja: 戻る
pl: POWRÓT
uk: Повернутися
zh: 返回

source: CREATE BALLOT
id: BUAT SURAT SUARA
ja: 投票用紙を作成する
pl: UTWÓRZ GŁOSOWANIE
uk: СТВОРИТИ БЮЛЕТЕНЬ
zh: 创建选票

source: You've already voted!!
id: Anda sudah memilih!!
ja: すでに投票済みです!!
pl: Już zagłosowałeś!!
uk: Ви вже проголосували!
zh: 您已经投过票了!

source: No problem, there are other referendums you can vote for.
id: Tidak masalah, ada referendum lain yang anda bisa pilih.
ja: 他にも投票できる国民投票があるので問題ありません。
pl: Nie ma problemu, są inne referenda, w których możesz brać udział.
uk: Не проблема, є й інші референдуми, за які ви можете голосувати.
zh: 没问题，您还有其他公投可以投票。

source: The results will be announced on
id: Hasil pemilihan akan diumumkan pada
ja: 結果は発表されます。
pl: Wyniki zostaną ogłoszone
uk: Результати будуть оголошені
zh: 结果将在以下时间公布：

source: and you will be notified via email.
id: dan anda akan dihubungi melalui email.
ja: メールにて通知されます
pl: i zostaniesz powiadomiony via e-mail.
uk: і ви отримаєте сповіщення на електронну пошту
zh: 并将通过电子邮件通知您。

source: BACK TO REFERENDUM
id: KEMBALI KE DAFTAR REFERENDUM
ja: 国民投票に戻る
pl: POWRÓT DO REFERENDUM
uk: НАЗАД ДО РЕФЕРЕНДУМУ
zh: 返回投票介面

source: Login Required!
id: Diperlukan masuk ke akun
ja: ログインしてください!
pl: Wymagane logowanie
uk: Необхідний вхід!
zh: 请先登录

source: Please Login to your account to continue voting
id: Masuk ke akun anda untuk melanjutkan pemilihan
ja: 投票を続けるには、アカウントにログインしてください
pl: Zaloguj się aby kontynuować głosowanie
uk: Будь ласка, увійдіть у свій обліковий запис, щоб продовжити голосування
zh: 请登录您的账户以方便继续进行投票

source: Continue with Facebook
id: Masuk dengan Facebook
ja: Facebookで続ける
pl: Kontynuuj za pomocą Facebooka
uk: Продовжити з Facebook
zh: 使用Facebook继续

source: Email address
id: Alamat email
ja: メールアドレス
pl: Adres e-mail
uk: Електронна пошта
zh: 电子邮箱

source: Password
id: Sandi
ja: パスワード
pl: Hasło
uk: Пароль
zh: 密码

source: Your username and password didn't match. Please try again.
pl: Twoja nazwa użytkownika i hasło nie pasują. Proszę spróbuj ponownie.
zh: 您的用户名和密码不匹配。请再试一次。

source: CONTINUE
id: LANJUTKAN
ja: 続ける
pl: KONTYNUUJ
uk: Продовжити
zh: 继续

source: Not registered yet?
id: Belum mendaftar?
ja: まだ登録されていませんか?
pl: Jeszcze nie zarejestrowany?
uk: Ще не зареєстровані?
zh: 还没有注册吗？

source: Create an account now
id: Buat akun sekarang
ja: 今すぐアカウントを作成する
pl: Utwórz konto teraz
uk: Створити особистий кабінет зараз
zh: 现在创建账户

source: CLOSE
id: TUTUP
ja: 閉じる
pl: ZAMKNIJ
uk: Закрити
zh: 关闭

source: Create account!
id: Buat akun!
ja: アカウントを作成する!
pl: Utwórz konto!
uk: Створити особистий кабінет
zh: 创建账户!

source: You can register with your social login or email address.
id: Anda bisa mendaftar dengan akun sosial atau alamat email
ja: ソーシャルログインやメールアドレスでの登録が可能です
pl: Możesz się zarejestrować za pomocą swojego loginu społecznościowego lub adresu e-mail.
uk: Ви можете зареєструватися, використовуючи свій логін у соцмережі або адресу електронної пошти
zh: 您可以使用您的社交平台登录或电子邮件注册。

source: We will send you the registration link to the email address you entered.
id: Kami akan mengirimkan link pendaftaran ke alamat email yang didaftarkan
ja: 入力されたメールアドレスに登録用のリンクを送信します
pl: Link zostanie wysłany na e-mail podany przy rejestracji.
uk: Ми надішлемо вам посилання для реєстрації на введену вами адресу електронної пошти
zh: 我们将向您输入的电子邮件信箱发送注册链接。

source: This email has already been registered.
id: Email ini sudah terdaftar
ja: このメールはすでに登録されています
pl: Ten e-mail został już zarejestrowany.
uk: Цю електронну пошту вже зареєстровано
zh: 这个电子邮件已被使用。

source: Users must have an email address.
id: Akun harus memiliki alamat email
ja: ユーザーは必ずメールアドレスが必要です
pl: Użytkownicy muszą mieć adres e-mail.
uk: Користувачі повинні мати адресу електронної пошти
zh: 用户必须有一个电子邮箱地址。

source: SEND
id: KIRIM
ja: 送信
pl: WYSŁAĆ
uk: Відправити
zh: 发送

source: Already have an account?
id: Sudah memiliki akun?
ja: 既にアカウントをお持ちですか?
pl: Posiadasz już konto?
uk: Вже є особистий кабінет?
zh: 已经有一个账户了吗？

source: Login here!
id: Masuk ke akun!
ja: ログインはこちら!
pl: Zaloguj się tutaj!
uk: Логін
zh: 请在此登录！

source: Mail sent!
id: Email telah terkirim!
ja: メールを送信しました!
pl: Mail został wysłany!
uk: Лист відправлено!
zh: 邮件已发送!

source: Please check your inbox to get the registration informations. Thank you.
id: Mohon cek kotak masuk untuk mendapatkan informasi pendaftaran. Terima kasih.
ja: 登録のご案内をお送りしますので、受信箱をご確認ください。ありがとうございました。
pl: Sprawdź skrzynkę odbiorczą aby uzyskać informacje o rejestracji. Dziękujemy
uk: Будь ласка, перевірте свою електронну пошту, щоб отримати інформацію про реєстрацію. Дякую.
zh: 请检查您的收件箱以获得注册信息。谢谢。

source: LOGIN NOW
id: MASUK SEKARANG
ja: 今すぐログインする
pl: ZALOGUJ SIĘ TERAZ
uk: Увійти
zh: 登录到账户

source: Success!
id: Berhasil!
ja: 成功!
pl: Udało się!
uk: Успішно!
zh: 成功!

source: Your Choice Added Successfully
id: Pilihan Anda berhasil ditambahkan
ja: 選択した項目が正常に追加されました
pl: Twój wybór został dodany
uk: Ваш вибір успішно додано
zh: 您的选择已添加成功

source: Thank for voting at the Referendum and be a part of Direct Democracy.
id: Terima kasih telah memilih Referendum dan menjadi bagian dari Demokrasi Langsung.
ja: 国民投票での投票に感謝し、直接民主主義の一員になりましょう。
pl: Dziękujemy za oddany głos i za udział w Demokracji Bezpośredniej.
uk: Дякуємо за голосування на референдумі та будьте частиною Прямої демократії.
zh: 感谢您在公投中投票，成为民主的一分子。

source: Confirm your selection
id: Konfirmasi pilihan anda
ja: 選択した内容を確認する
pl: Potwierdź wybór
uk: Підтвердьте свій вибір
zh: 确认您的选择

source: CANCEL
id: BATALKAN
ja: 取り消し
pl: ANULUJ
uk: Відмінити
zh: 取消

source: CONFIRM
id: KONFIRMASI
ja: 確認
pl: POTWIERDŹ
uk: Підтвердити
zh: 确认

source: Contact Information
id: Informasi pengguna
ja: お問い合わせ先
pl: Dane kontaktowe
uk: Контактна інформація
zh: 联系资料

source: First Name:
id: Nama depan:
ja: 名:
pl: Imię
uk: Ім’я
zh: 姓氏

source: Last Name:
id: Nama belakang:
ja: 姓:
pl: Nazwisko:
uk: Прiзвище
zh: 名字

source: Email:
ja: メールアドレス:
zh: 电子邮件

source: Referendum Votes
id: Suara Referendum
ja: 国民投票
pl: Głosy w referendum
uk: Голосування на референдумі
zh: 公投投票

source: Vote now
id: Pilih sekarang
ja: 今すぐ投票する
pl: Głosuj teraz
uk: Проголосувати зараз
zh: 立即投票

source: VOTED
id: SUDAH TERPILIH
ja: 投票済み
pl: ZAGŁOSOWAŁEŚ
uk: Голосувати
zh: 已投票

source: VIEW RESULT
id: LIHAT HASIL
ja: 結果を見る
pl: WYNIK GŁOSOWANIA
uk: Подивитися результат
zh: 查看结果

source: Description
id: Deskripsi
ja: 説明
pl: Opis
uk: Опис
zh: 说明

source: Arguments
id: Argumen
ja: 議論
pl: Argumenty
uk: Аргументи
zh: 论点

source: Recommendations
id: Rekomendasi
ja: おすすめ
pl: Zalecenia
uk: Рекомендації
zh: 推荐

source: Type:
id: Tipe:
ja: タイプ:
pl: Rodzaj:
uk: Тип
zh: 种类

source: Initiator:
id: Pemrakarsa:
ja: 発案者:
pl: Inicjator:
uk: Ініціатор:
zh: 发起者

source: In favour
id: Setuju
ja: 賛成
pl: Na rzecz
uk: На користь
zh: 赞成

source: Against
id: Tidak setuju
ja: 反対
pl: Przeciwko
uk: Проти
zh: 反对

source: VOTING END
id: VOTING SELESAI
ja: 投票終了
pl: KONIEC GŁOSOWANIA
uk: Голосування закінчено
zh: 投票结束

source: days
id: hari
ja: 日
pl: Dni
uk: дні
zh: 天数

source: Hours
id: Jam
ja: 時間
pl: Godziny
uk: Години
zh: 小时

source: Minutes
id: Menit
ja: 分
pl: Minuty
uk: Хвилини
zh: 分钟

source: YOUR VOTE
id: PILIHAN ANDA
ja: あなたの投票
pl: TWÓJ GŁOS
uk: ВАШ ГОЛОС
zh: 您的选票

source: Voted
id: Sudah terpilih
ja: 投票済み
pl: Zagłosowano
uk: Голос ввідано
zh: 已投票

source: Not Voted
id: Tidak terpilih
ja: 未投票
pl: Nie głosowano
uk: Голос не віддано
zh: 尚未投票

source: Share
id: Bagikan
ja: 共有
pl: Udostępnij
uk: Поділитися
zh: 分享

source: Twitter
zh: 推特

source: E-Mail
ja: メール
zh: 电子邮件

source: Sort by
id: Urutkan dengan
ja: 並び替え
pl: Sortuj według
uk: Сортування
zh: 分类

source: Old to new
id: Lama ke baru
ja: 古いものから新しいものへ
pl: Od najstarszego do najnowszego
uk: Від старого до нового
zh: 从旧到新

source: New to old
id: Baru ke lama
ja: 新しいものから古いものへ
pl: Od najnowszego do najstarszego
uk: Від нового до старого
zh: 从新到旧

source: Issues:
id: Isu:
ja: 問題:
pl: Problematyki:
uk: Проблеми
zh: 问题

source: VOTE NOW
id: PILIH SEKARANG
ja: 今すぐ投票する
pl: GŁOSUJ TERAZ
uk: Голосувати зараз
zh: 立即投票

source: VIEW DETAIL
id: LIHAT DETAIL
ja: 詳細を表示
pl: POKAŻ SZCZEGÓŁY
uk: Подивитися детальніше
zh: 查看详细内容

source: Sorry
id: Maaf
ja: 申し訳ありません
pl: Przepraszamy
uk: Вибачте
zh: 抱歉

source: we couldn't find any matches for that
id: kami tidak menemukan yang anda cari
ja: 該当するものが見つかりませんでした
pl: nie mogliśmy znaleźć żadnych dopasowań do tego
uk: не вдалося знайти жодних співпадінь
zh: 我们找不到任何与之匹配的内容

source: Results
id: Hasil
ja: 結果
pl: Wyniki
uk: Результати
zh: 结果

source: closed
id: telah ditutup
ja: 終了した
pl: Zamknięte
uk: закрито
zh: 已关闭

source: VIEW DETAILS
id: LIHAT DETAIL
ja: 詳細を表示
pl: ZOBACZ SZCZEGÓŁY
uk: Переглянути деталі
zh: 查看详细内容

source: NO
id: TIDAK
ja: いいえ
pl: NIE
uk: Ні
zh: 否

source: YES
id: YA
ja: はい
pl: TAK
uk: Так
zh: 是

source: Copy link
id: Salin link
ja: リンクをコピー
pl: Kopiuj link
uk: Копіювати посилання
zh: 复制链接

source: Data Protection
id: Pengamanan Data
ja: データ保護
pl: Ochrona danych
uk: Захист даних
zh: 数据保护

source: We take the protection of your personal data very seriously and strictly adhere to the rules of the data protection laws. Personal data is collected on this website only to the technically necessary extent. Under no circumstances will the data collected be sold or passed on to third parties for any other reason.
id: Kami menganggap pengamanan data personal anda dengan serius dan mengikuti aturan hukum pengamanan data secara ketat. Data personal akan dikumpulkan di situs ini hanya jika dibutuhkan. Data anda tidak akan dijual atau diberikan kepada pihak ketiga dalam kondisi apapun.
ja: 当サービスは、お客様の個人情報の保護を非常に重要視し、データ保護法の規則を厳格に遵守しています。このウェブサイトでは、技術的に必要な範囲でのみ個人情報を収集します。いかなる場合においても、収集されたデータは、その他の理由で第三者に販売または譲渡されることはありません
pl: Traktujemy ochronę Twoich danych osobowych bardzo poważnieprzestrzegaj przepisów prawa o ochronie danych. Dane osobowe są zbieranena tej stronie tylko w niezbędnym zakresie technicznym. W żadnym przypadku, zebrane dane nie zostaną sprzedane lub przekazane osobom trzecim.
uk: Ми дуже серйозно та суворо ставимося до захисту ваших персональних данихвідповідно до Закону про захист даних. На цьому сайті персональні дані збираютьсялише в технічно необхідному обсязі. Дані не передаються третім особам.
zh: 我们遵守数据保护法的规定，並严格重视对您个人数据的保护本网站只在技术必要的范围内收集个人数据。在任何情况下，所收集的数据都不会因任何其他原因被出售或传递给第三方

source: The following declaration gives you an overview of how we guarantee this protection and what kind of data is collected for what purpose.
id: Deklarasi berikut ini memberikan penjelasan bagaimana kami menjamin pengamanan data anda dan data apa saja yang akan dikumpulkan beserta tujuannya.
ja: 以下は、当社がどのようにこの保護を保証し、どのような種類のデータがどのような目的で収集されるのかについての概要を示すものです。
pl: Poniższa deklaracja zawiera informacje o tym jak gwarantujemy ochronę danych orazi jakie dane są zbierane w jakim celu.
uk: Наступна декларація дає вам огляд того, як ми це гарантуємо захист і які дані з якою метою збираються.
zh: 下面的声明向您概述了我们如何保证个人资料的保护，以及为何种目的收集哪些数据。

source: We automatically collect and store information that your browser transmits to us in the server log files. These are:
id: Secara otomatis, kami mengumpulkan dan menyimpan informasi yang diberikan peramban anda di fail log server. Data-data itu adalah:
ja: 当社は、お客様のブラウザが当社に送信する情報を自動的に収集し、サーバー・ログ・ファイルに保存します。これらは
pl: W sposób automatyczny zbieramy i przechowujemy informacje, które nam przekazuje Twoja przeglądarkaw plikach logów serwera. Są to:
uk: Ми автоматично збираємо та зберігаємо інформацію, яку передає ваш браузер,файли журналу сервера. Це:
zh: 我们会自动收集并储存您的浏览器传输给我们的信息，并将这些信息保存在服务器文件中。这些信息是：

source: Browser type/ version
id: Tipe/versi peramban
ja: ブラウザの種類/バージョン
pl: Typ/wersja przeglądarki
uk: Тип/версія браузера
zh: 浏览器类型/版本

source: Operating system used
id: Sistem operasi yang digunakan
ja: 使用したオペレーティングシステム
pl: Używany system operacyjny
uk: Використана операційна система
zh: 所使用的操作系统

source: Referrer URL (the previously visited page)
id: URL perunjuk (laman yang dikunjungi sebelumnya)
ja: 参照元URL（前回訪問したページ）
pl: Referrer URL (poprzednio odwiedzana strona)
uk: URL-адреса переходу (раніше відвідана сторінка)
zh: 推荐者URL（以前访问过的页面）。

source: Host name of the accessing computer (IP address)
id: Nama komputer pengguna (alamat IP)
ja: アクセスするコンピュータのホスト名（IPアドレス）
pl: Nazwa gospodarza komputera uzyskującego dostęp (adres IP)
uk: Ім'я хоста комп'ютера, що здійснює доступ (IP-адреса)
zh: 主机名称（IP地址）

source: Date and time of the server request
id: Tanggal dan waktu request server
ja: サーバーへのリクエスト日時
pl: Data i godzina prośby serwera
uk: Дата і час запиту сервера
zh: 服务器请求的日期和时间

source: These data cannot be assigned to specific persons. These data are not combined with other data sources. The data will also be deleted after a statistical evaluation.
id: Data ini tidak bisa diberikan ke orang secara spesifik. Data ini tidak digabung dengan sumber data lain. Data ini juga akan dihapus setelah evaluasi secara statistik.
ja: これらのデータは、特定の個人を識別することはできません。これらのデータは、他のデータソースと組み合わされることはありません。また、これらのデータは統計的に評価された後、削除されます。
pl: Dane te nie mogą być przypisane konkretnym osobą. Dane te nie sąpołączone z innymi źródłami danych. Dane zostaną usunięte poewaluacji statystycznej.
uk: Ці дані не можуть бути призначені для окремих осіб. Ці дані не можутьбути поєднанні з іншими джерелами даних. Дані будуть видалені після статистичної оцінки.
zh: 这些数据不能分配给特定的人。这些数据不会与其他数据源结合。这些数据也将在统计评估后被删除。

source: On some of our pages we use cookies to make visiting our website attractive and to enable the use of certain functions. „Cookies“ are small text files that your browser can store on your computer. These cookies are deleted from your hard disk at the end of the browser session („session cookies“). You can set your browser to inform you about the setting of cookies, to decide on acceptance on a case-by-case basis or to generally accept or exclude the acceptance of cookies. If you deactivate cookies, certain functions of our website may not be available.
id: Kami menggunakan cookies di beberapa laman situs kami untuk membuat laman kami lebih menarik dan sanggup menjalani fungsi tertentu. „Cookies“ adalah fail text kecil yang akan disimpan oleh peramban dalam komputer anda. Cookies ini akan terhapus dari hard disk anda pada akhir sesi pengunaan peramban. Anda bisa mengatur peramban anda untuk memberikan informasi tentang pengaturan cookies. Anda bisa memilih untuk menerima cookies pada kasus-kasus tertentu, atau menerima secara keseluruhan, atau menolak untuk menerima cookies. Jika anda me-nonaktifkan cookies, beberapa fungsi dari website kami mungkin tidak tersedia untuk digunakan.
ja: 当社の一部のページでは、当社のウェブサイトをより魅力的に、より便利にご利用いただくために、Cookiesを使用しています。「Cookies」とは、ブラウザがお客様のコンピュータに保存することができる小さなテキストファイルです。これらのクッキーは、ブラウザのセッションが終了すると、ハードディスクから削除されます（„session cookies“）。お客様は、ブラウザの設定により、クッキーの設定に関する情報を通知したり、クッキーの受け入れをその都度決定したり、クッキーの受け入れを全般的に許可または拒否したりすることができます。クッキーを無効にした場合、当社ウェブサイトの一部の機能が使用できなくなることがあります。
pl: Na niektórych naszych stronach używamy plików cookie, aby uatrakcyjnić odwiedzanie naszej witrynyoraz w celu umożliwienia korzystania z niektórych funkcji. „Cookies” to małe pliki tekstowektóre Twoja przeglądarka może przechowywać na Twoim komputerze. Te pliki cookie są usuwane zTwojego dysku twardego po zakończeniu sesji przeglądarki („sesyjne pliki cookie“). Może ustawić przeglądarkę tak, aby informowała Cię o ustawieniach plików cookies, aby móc decydowaćw poszczególnych przypadkach lub jednorozawo zaakceptować lub wykluczyćakceptacje plików cookie. Jeśli dezaktywujesz pliki cookie, niektóre funkcje naszej strony internetowej mogą być niedostępne.
uk: На деяких наших сторінках ми використовуємо файли cookie, щоб зробити відвідування нашого веб-сайту привабливимі дозволити використовувати певні функції. «Cookies» — це невеликі текстові файлиякі ваш браузер може зберігати на вашому комп’ютері. Файли cookie видаляються звашого жорсткого диску наприкінці сеансу браузера («сеансові файли cookie»). Виможете налаштувати ваш браузер, щоб отримувати інформацію про файли cookie для прийняття рішенняв кожному окремому випадку або про їх загальне прийняття чи виключення.Якщо ви деактивуєте файли cookie, деякі функції нашоговеб-сайту можуть бути недоступні.
zh: 在一些网页上，我们使用cookies来使网站具有吸引力，并添加某些功能。Cookies是浏览器存储在您计算机上的小的文字文件。在浏览器会话结束时，这些cookies会从您的硬盘上删除。您可以将浏览器设置为通知设置cookies，根据具体情况决定是否接受，或者设置为一般接受或排除接受cookies。如果您停用cookies，我们网站的某些功能将可能无法使用。

source: Use of Google Analytics
id: Penggunaan Google Analytics
ja: Googleアナリティクスの利用について
pl: Korzystanie z Google Analytics
uk: Використання Google Analytics
zh: 使用Google分析器

source: This website uses Google Analytics, a web analysis service of Google Inc. („Google“) Google Analytics uses cookies, which are text files placed on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of this website (including your IP address, which is anonymised using the _anonymizeIp() method so that you can no longer be assigned to a connection) is transmitted to a Google server in the USA and stored there. Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties if this is required by law or if third parties process this data on behalf of Google. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above. You can object to the collection of data by Google Analytics with future effect by installing a deactivation add-on for your browser.
id: Situs ini menggunakan Google Analytics, situs layanan yang diberikan oleh Google Inc. („Google“) Google Analytics menggunakan cookies, kumpulan informasi yang ada di dalam komputer anda, untuk membantu situs menganalisis bagaimana pengguna menggunakan situs. Informasi yang dibuat oleh cookies mengenai penggunaan anda di situs ini (termasuk alamat IP, yang akan dianonimisasi dengan metode _anonymizelp() supaya anda tidak lagi memiliki koneksi) dikirim dan disimpan ke server Google di Amerika Serikat. Google akan menggunakan informasi ini untuk mengevaluasi penggunaan anda di situs ini, membuat laporan aktivitas situs untuk operator situs dan memberikan situs lain yang terhubung mengenai aktivitas situs dan penggunaan internet. Google juga mungkin akan mengirim informasi ini ke pihak ketiga jika diharuskan oleh hukum atau jika pihak ketiga memproses data ini atas nama Google. Google tidak akan menghubungkan alamat IP anda dengan data lain yang dimiliki Google. Anda bisa menolah penggunaan cookies dengan memilih aturan yang tepat di peramba anda, hanya mohon diingan jika anda melakukan hal ini maka anda mungkin tidak bisa menggunakan fungsi situs ini secara penuh. Dengan menggunakan situs ini, maka anda setuju dengan pemrosesan data tentang anda oleh Google dalam situasi dan tujuan yang sudah dijabarkan. Anda bisa mendapatkan data yang sudah dikumpulkan oleh Google Analytics dengan future efek dengan mengunduh tambahan deaktivasi di peramban anda.
ja: 本サイトでは、Google Inc.のウェブ解析サービスであるGoogleアナリティクスを利用しています（以下、「Google」といいます）。Google アナリティクスは、ユーザーのコンピュータに置かれるテキストファイルであるCookieを使用して、ウェブサイトがユーザーのサイト利用状況を分析するのに役立っています。クッキーによって生成された、このウェブサイトの利用状況に関する情報（IPアドレスを含む。IPアドレスは、_anonymizeIp()メソッドを使用して匿名化され、接続先を特定できないようにします）は、米国内のGoogleサーバーに送信され、そこで保存されます。Googleは、お客様のウェブサイト利用を評価し、ウェブサイト運営者のためのウェブサイト活動に関するレポートを作成し、ウェブサイト活動およびインターネット利用に関するその他のサービスを提供する目的で、この情報を使用します。Googleはまた、法律で義務付けられている場合、または第三者がGoogleに代わってこのデータを処理する場合、この情報を第三者に転送することがあります。Googleは、お客様のIPアドレスをGoogleが保有する他のデータと関連付けることはありません。お客様は、ブラウザの適切な設定を選択することにより、Cookiesの使用を拒否することができますが、その場合、このウェブサイトのすべての機能を使用することができない可能性があることに注意してください。このウェブサイトをご利用になることで、お客様は、上記の方法および目的でGoogleがお客様に関するデータを処理することに同意されたものとみなされます。お客様は、お使いのブラウザに無効化アドオンをインストールすることにより、将来にわたってGoogle アナリティクスによるデータ収集に異議を唱えることができます。
pl: Strona internetowa korzysta z Google Analytics, usługi analizy internetowej firmy Google Inc.(„Google”) Google Analytics używa plików cookie, czyli plików tekstowych umieszczanych naTwoim komputerze, umożliwiając stronie internetowej analizować, w jaki sposób użytkownicy korzystają z strony internetowej.informacje generowane przez plik cookie na temat korzystania z tej strony internetowej(w tym adres IP, który jest anonimizowany za pomocą funkcji _anonymizeIp()metoda, dzięki której nie możesz być przypisany do połączenia) jest przesyłanana serwer Google w Stanach Zjednoconychi tam przechowywanych. Google użyje tejinformacji w celu oceny korzystania przez Ciebie ze strony internetowej, kompilacjaraportów o aktywności na stronach dla operatorów serwisów oraz dostarczających inneusługi związane z aktywnością na stronie internetowej i korzystaniem z Internetu. Google może równieżprzekazywać te informacje osobom trzecim, jeżeli jest to wymagane przez prawo lub jeżelistrony trzecie przetwarzają te dane w imieniu Google. Google niepowiązuje Twojego adresu IP z wszelkimi innymi danymi przechowywanymi przez Google. Możesz odmówićwykorzystywanie plików cookies poprzez wybór odpowiednich ustawień w Twojej przeglądarce,należy jednak pamiętać, że jeśli to zrobisz, możesz nie być w stanie korzystanie w pełniz funkcjonalnośći strony internetowej. Korzystając z tej strony internetowej, wyrażasz zgodę naprzetwarzanie danych o Tobie przez Google w sposób i w celachokreślonych powyżej. Możesz sprzeciwić się gromadzeniu danych przez Google Analyticsze skutkiem na przyszłość, instalując dodatek dezaktywujący dla Twojej przeglądarki.
uk: Цей веб-сайт використовує Google Analytics, службу веб-аналізу Google Inc.(„Google“) Google Analytics використовує файли cookie, які є текстовими файлами, розміщеними навашому комп'ютері, щоб допомогти веб-сайту проаналізувати, як користувачі використовують сайт. Інформація, згенерована файлами cookie про використання вами цього веб-сайту(включаючи вашу IP-адресу, яка анонімізована за допомогою _anonymizeIp() передається що ви більше не можете бути призначені для з'єднанняна сервер Google у США та зберігається там. Google використовуватиме цюінформацію з метою оцінки використання вами веб-сайту, складаннязвітів про діяльність веб-сайту для операторів веб-сайтів та надання іншихпослуг, пов'язаних з діяльністю на веб-сайті та використанням Інтернету. Google також може передати цю інформацію третім особам, якщо це вимагається законом або якщотреті сторони обробляють ці дані від імені Google. Google не буде пов'язувати свою IP-адресу з будь-якими іншими даними, якими володіє Google. Ви можете відмовитися відвикористання файлів cookie, вибравши відповідні налаштування у вашому браузері,проте, будь ласка, зверніть увагу, що якщо ви зробите це, ви, можливо, не зможете використовувати повнуфункціональність цього веб-сайту. Використовуючи цей веб-сайт, ви погоджуєтесь наобробку даних про вас компанією Google у спосіб і для цілейвикладених вище. Ви можете заперечити проти збору даних Google Analyticsз майбутнім ефектом, встановивши доповнення для дезактивації для вашого браузера.
zh: 本网站使用Google分析，这是Google公司的一项网络分析服务。Google分析使用cookies，即放置在您计算机上的文字文件，以帮助网站分析用户如何使用该网站。由cookie产生的关于您使用本网站的信息（包括您的IP地址，该地址使用_anonymizeIp ()方法都进行了匿名化处理）被传输到Google在美国的服务器上并储存在那里。Google将利用这些信息来评估您对网站的使用情况，为网站运营商编制网站活动报告，并提供与网站活动和互联网使用有关的其他服务。如果法律要求或第三方代表Google处理这些数据，Google也可能将这些信息转移给第三方。Google不会将您的IP地址与Google持有的任何其他数据联系起来。你可以通过在浏览器上选择适当的设置来拒绝使用cookies，但是请注意，如果您这样做，您可能无法使用本网站的全部功能。通过使用本网站，您同意Google以上述方式和目的对您的数据进行处理。您可以通过为您的浏览器安装一个停用插件来反对Google分析的数据收集，并在未来生效。
