Repository: pitsolution/Baloti
Catalog: baloti_djelectionguard/locale/*/LC_MESSAGES/django.po
Languages: id, ja, pl, uk, zh

source: Data Privacy
id: Privasi Data
ja: 個人情報保護方針
pl: Prywatność danych
uk: Конфіденційність даних
zh: 数据隐私

source: Imprint
id: Jejak
ja: 出版社名
pl: Odcisk
uk: Відбиток
zh: 版本说明

source: FOLLOW US ON
id: IKUTI KAMI DI
ja: フォローする
pl: ŚLEDŹ NAS NA
uk: СЛІДКУЙ ЗА НАМИ НА
zh: 追踪我们

source: Disclaimer
id: Pernyataan penolakan
ja: 免責事項
pl: Zastrzeżenie
uk: Відмова від відповідальності
zh: 免责声明

source: Please note that the vote you are casting on the baloti website is not official..
id: Mohon diingat jika pemilihan yang anda lakukan di situs baloti tidak resmi.
ja: なお、balotiのウェブサイト上での投票は、公式のものではありません。
uk: Зверніть увагу, що голосування, яке ви здійснюєте на веб-сайті baloti, не є Офіційний..
zh: 请注意，您在baloti网站上投的票不是官方的。

source: On the website
id: Di situs web
ja: ウェブサイトにて
pl: Na stronie internetowej
uk: На сайті
zh: 在网页上

source: various user data are saved
id: berbagai macam data user disimpan
ja: 各種ユーザーデータを保存
pl: zapisywane są różne dane użytkownika
uk: зберігаються різні дані користувача
zh: 保存了各种用户数据

source: In a cookie we store the language preference of the user only. When the website is accessed login data are saved in a so-called log file on the server. This mainly concerns: IP address, date and time of access, name of accessed page, web-browser used, operating system used etc.
id: Kami hanya menyimpan preferensi bahasa pengguna dalam cookie. Saat website diakses, data akun disimpan di dalam fail log dalam server website. Utamanya tentang alamat IP, tanggal dan waktu akses, nama lama yang diakses, peramban yang digunakan, sistem operasi yang digunakan, dan sebagainya.
ja: Cookieには、ユーザーの言語設定のみが保存されます。ウェブサイトがアクセスされると、ログインデータがサーバー上のいわゆるログファイルに保存されます。これは主に次のことに関係します。IPアドレス、アクセス日時、アクセスしたページ名、使用したウェブブラウザ、使用したオペレーティングシステムなど。
pl: W pliku cookie przechowujemy tylko preferencje językowe użytkownika. Wchodząc na strona internetową dane logowania zapisywane są w tzw. pliku logu na serwerze. Dotyczy to głównie: adresu IP, daty i godziny dostępu, nazwy strony internetowej, korzystanej przeglądarki internetowa, używanego systemu operacyjnego itp.
uk: У файлах cookie ми зберігаємо лише мовні налаштування користувача. Коли відбуваєтьсядоступ до веб-сайту, дані входу зберігаються насервер. В основному це стосується: IP-адреси, дати та часу доступу, іменісторінки доступу, використаного веб-браузера, використаної операційної системи тощо.
zh: 在一个cookie中，我们只存储用户的语言偏好。当网站被访问时，登录数据被保存在服务器上一个所谓的文件中。这主要涉及 IP地址、访问日期和时间、访问页面的名称、使用的网络浏览器、使用的操作系统等。

source: All these data are protected against unauthorised persons and are only evaluated in the form of anonymous access statistics.
id: Seluruh data dilindungi dari orang tidak sah dan hanya akan dievaluasi dalam bentuk statistik yang dianonimisasi.
ja: これらのデータはすべて、不正アクセスから保護され、匿名のアクセス統計の形でのみ評価されます。
pl: Wszystkie te dane są chronione przed osobami nieuprawnionymi i są tylkooceniane w formie anonimowych statystyk dostępu.
uk: Всі ці дані захищені від сторонніх осіб іоцінюються у вигляді статистики анонімного доступу.
zh: 所有这些数据都受到保护，防止未经授权的人使用，并且只以匿名访问统计的形式进行评估。

source: E-mail addresses are used only for direct communication with the user and will under no circumstances be passed on to a third party.
id: Alamat email hanya digunakan untuk berkomunikasi dengan pengguna dan tidak akan diberikan ke pihak ketiga.
ja: 電子メールアドレスは、ユーザーとの直接のやり取りにのみ使用し、いかなる場合も第三者に譲渡することはありません。
pl: Adresy e-mail służą wyłącznie do bezpośredniej komunikacji z użytkownikiem ipod żadnym pozorem nie będą przekazywane osobom trzecim.
uk: Адреси електронної пошти використовуються лише для прямого спілкування з користувачем іні за яких обставин не будуть передані третім сторонам.
zh: 电子邮件地址仅用于与用户的直接沟通，在任何情况下都不会被转给第三方。

source: The data about the vote and the user (status, age, gender, canton, etc.) are used for analyses and statistics only in anonymised and aggregated form.
id: Data tentang suara dan pengguna (status, umur, jenis kelamin, wilayah, dll.) digunakan untuk analisis dan statistik dengan anonimisasi dan bentuk gabungan.
ja: 投票およびユーザーに関するデータ（ステータス、年齢、性別、都道府県など）は、匿名化および集計された形で、分析および統計のためにのみ使用されます。
pl: Dane o głosowaniu i użytkowniku (status, wiek, płeć, kanton itp.) są wykorzystywane do analiz i statystyk wyłącznie w formie anonimowej i zagregowanej.
uk: Дані про голосування та користувача (статус, вік, стать, тощо)використовуються для аналізу та статистики лише в анонімізованій та зведеній формі.
zh: 有关投票和用户的数据（状态、年龄、性别、州等）仅以匿名和汇总的形式用于分析和统计。

source: Represented by
id: Direpresentasikan oleh
ja: 代表者
pl: Reprezentowany przez
uk: Представлений
zh: 代表者：

source: Address
id: Alamat
ja: 住所
pl: Adres zamieszkania
uk: Адреса
zh: 地址

source: Firm Number
id: Nomor firma
ja: 会社番号
pl: Numer firmy
uk: Номер фірми
zh: 公司编号

source: VAT Number
id: Nomor VAT
ja: VAT番号
pl: Numer VAT
uk: ІПН
zh: 增值税号

source: Phone
id: Telepon
ja: 電話
pl: Telefon
uk: Телефон
zh: 电话号码

source: Fax
pl: Faks
uk: факс
zh: 传真号码

source: baloti Voting system
id: sistem pemilihan baloti
ja: baloti投票システム
pl: Baloti System głosowania
uk: baloti Система голосування
zh: Baloti 投票系统

source: On our platform you can <br> practice direct democracy in <br> several languages
id: Di platform kami, anda bisa <br> melaksanakan demokrasi langsung <br> di berbagai bahasa
ja: 私たちのプラットフォームでは、<br> 直接民主主義を<br> 複数の言語で実践することができます。
pl: Na naszej platformie możesz <br> praktykować demokrację bezpośrednią w <br> kilkuJęzykach
uk: На нашій платформі ви можете <br> практикувати пряму демократію на <br> різних мовах
zh: 在我们的平台上，你可以用不同语言实践民主

source: HOW IT WORKS
id: CARA KERJA
ja: 仕組みについて
pl: JAK TO DZIAŁA
uk: ЯК ЦЕ ПРАЦЮЄ
zh: 如何运作

source: ABOUT US
id: TENTANG KAMI
ja: 私たちについて
pl: O NAS
uk: ПРО НАС
zh: 关于我们

source: On our platform you can practice direct democracy in several languages
id: Di platform kami, anda bisa melaksanakan demokrasi langsung di berbagai bahasa
ja: 私たちのプラットフォームでは、複数の言語で直接民主主義を実践することができます。
pl: Na naszej platformie możesz praktykować demokrację bezpośrednią w kilku językach
uk: На нашій платформі ви можете практикувати пряму демократію кількома мовами
zh: 在我们的平台上，你可以用不同语言实践民主

source: The baloti.ch. project is carried out by an interdisciplinary team at the Zentrum für Demokratie Aarau in cooperation with the University of Neuchatel. Diversified project partnerships ensure that the project will be made public all over the country.
id: Proyek baloti.ch. bisa dilaksanakan karena tim di Zentrum für Demokratie Aarau dengan bantuan University of Neuchatel. Hubungan partnership yang beragam membuat proyek ini bisa diakses secara publik di seluruh negara.
ja: baloti.ch.プロジェクトは、Zentrum für Demokratie Aarauの学際的なチームが、Neuchatel大学と協力して行っています。多様なプロジェクトパートナーシップにより、このプロジェクトは全国で公開される予定です。
pl: Projekt baloti.ch. realizowany jest przez interdyscyplinarny zespół przy Zentrum für Demokratie Aarau we współpracy z UniwersytetemNeuchatel. Zróżnicowane partnerstwa projektowe zapewniają, że projekt będzieupubliczniony w całym kraju.
uk: Проект baloti.ch. виконується міждисциплінарною командою в Центр демократії Aarau у співпраці з УніверситетомНевшатель. Диверсифіковані партнерські відносини в рамках проекту гарантують, що проект будеоприлюднено по всій країні.
zh: baloti.ch.项目是由阿劳民主中心的一个跨学科团队与纳沙泰尔大学合作开展的。多样化的项目合作关系确保该项目将在全国范围内公开。

source: LATEST REFERENDUMS & VOTE
id: REFERENDUM DAN PILIHAN TERAKHIR
ja: 最新の国民投票と投票
pl: NAJNOWSZE REFERENDA I GŁOSOWANIE
uk: ОСНОВНІ РЕФЕРЕНДУМИ ТА ГОЛОСУВАННЯ
zh: 最新的公民投票和表决

source: VIEW ALL
id: LIHAT SEMUA
ja: すべて表示
pl: WYŚWIETL WSZYSTKIE
uk: ПОДИВИТИСЬ ВСЕ
zh: 查看全部

source: LETS DIVE IN
id: MARI KITA MULAI
ja: では始めましょう
pl: ZANURZMY SIĘ
uk: ДАВАЙТЕ ЗАНУРИМОСЯ
zh: 让我们潜入其中

source: How it works
id: Cara kerja
ja: 仕組み
pl: Jak to działa
uk: Як це працює
zh: 如何运作

source: Inform yourself about the latest votes in Switzerland and learn new facts about Swiss politics.
id: Buat anda lebih terinformasi dengan situasi pemilihan terakhir di Swiss dan belajar fakta baru tentang politik Swiss
ja: スイスの最新の投票結果を知り、スイスの政治に関する新しい事実を知ることができます。
pl: Informuj się o ostatnich głosowaniach w Szwajcarii i poznaj nowe faktyo szwajcarskiej polityce.
uk: Отримайте інформацію про останні голосування в Швейцарії та дізнайтеся нові фактипро швейцарську політику.
zh: 了解瑞士的最新投票情况，并学习有关瑞士政治的新知识。

source: Register on the baloti platform and vote, whether you already have Swiss voting rights or not
id: Mendaftar di situs baloti dan buatlah pilihan, tidak tergantung dengan hak memilih Swiss.
ja: スイスの投票権をすでにお持ちの方も、そうでない方も、balotiプラットフォームに登録して投票してください。
pl: Zarejestruj się na platformie baloti i zagłosuj, niezależnie czy posiadasz Szwajcarskieprawa wyborcze czy nie
uk: Зареєструйтеся на платформі baloti.org та проголосуйте, чи є у вас швейцарськеправо голосу чи ні
zh: 无论您是否拥有瑞士投票权，都可以在baloti平台注册并投票

source: Stay up to date with notifications and information from baloti.
id: Terus terinformasi dengan notifikasi dan informasi dari baloti.
ja: balotiからのお知らせや情報をお届けします。
pl: Bądź na bieżąco z powiadomieniami i informacjami od Baloti.
uk: Слідкуйте за сповіщеннями та інформацією від baloti.
zh: 了解来自baloti的最新通知和信息。

source: IMPACT
id: DAMPAK
ja: 影響
pl: WPŁYWY
uk: ВПЛИВ
zh: 影响力

source: safe, secure & open
id: aman, terjamin, & terbuka
ja: 安心・安全・オープン
pl: Pewny, bezpieczny i otwarty
uk: безпечний, захищенний і відкритий
zh: 安全、可靠和开放

source: Our solution is fully open source and we use blockchain technology for saving and verifying votes
id: Solusi kami adalah untuk menggunakan open source dan teknologi blockchain untuk menyimpan dan memverifikasi suara
ja: 私たちのソリューションは完全にオープンソースであり、票の保存と検証にはブロックチェーン技術を使用しています。
pl: Nasze rozwiązanie jest w pełni open source i używamy technologii blockchain dozapisywanie i weryfikacja głosów
uk: Наше рішення є повністю відкритим вихідним кодом, і ми використовуємо технологію блокчейн длязбереження та перевірки голосів
zh: 我们的解决方案是完全开源的，我们使用区块链技术来保存和验证投票。

source: multilingual
id: berbagai bahasa
ja: マルチリンガル
pl: wielojęzyczny
uk: багатомовний
zh: 多语言

source: making the voting experience more accessible, vote in your own language.
id: membuat pengalaman pemilihan lebih mudah diakses, pilih dengan bahasa anda.
ja: 投票体験をより身近なものにするために、自分の言語で投票することができます。
pl: głosowanie staje się bardziej dostępne, gdy głosujesz w swoim języku.
uk: щоб зробити процес голосування доступнішим, голосуйте своєю мовою.
zh: 使投票体验更加方便，用您的母语投票。

source: democratic
id: demokratis
ja: 民主的
pl: demokratyczny
uk: демократичний
zh: 民主

source: allow more people to participate in voting independently of time and space
id: bisa membuat lebih banyak orang berpartisipasi dalam pemilihan yang independen secara waktu dan tempat
ja: より多くの人が時間や空間に関係なく投票に参加できるようになる
pl: pozwól większej liczbie osób na udział w głosowaniu niezależnie od czasu i przestrzeni
uk: дозволити більшій кількості людей брати участь у голосуванні незалежно від часу та простору
zh: 允许更多的人不受时间和空间的限制参与投票。

source: ILLUSTRATIONS
id: ILUSTRASI
ja: イラストレーション
pl: ILUSTRACJE
uk: ІЛЮСТРАЦІЇ
zh: 图解

source: Sources of Information
id: Sumber informasi
ja: 情報源
pl: Źródła informacji
uk: Джерела інформації
zh: 信息来源

source: Selectio Helvetica light to safeguard ballot secrecy. The secret ballot protects the voter in a vote or election, so that his or her choice remains confidential. Securing ballot secrecy is a central...
id: Selectio Helvetica light untuk mengamankan kerahasiaan kotak suara. Kotak suara yang dirahasiakan melindungi pemilih di pemilihan atau eleksi, sehingga pilihannya akan tetap konfidensial. Mengamankan kerahasiaan kotak suara adalah hal yang penting…
ja: Selectio Helvetica lightは投票の秘密を守ります。無記名投票は、投票や選挙において、有権者が自分の選択を秘密にできるように保護するものです。投票用紙の機密性を確保することは、投票所における重要な課題です。
pl: Selectio Helvetica światło dla ochrony tajności głosowania. Głosowanie tajnechroni wyborcę w głosowaniu lub wyborach, aby jego wybór pozostał poufny. Zapewnienie tajności głosowania jest centralnym pukntem...
uk: Selectio Helvetica light для захисту таємниці голосування. Таємне голосуваннязахищає виборця під час голосування чи виборів, щоб його вибір залишавсяконфіденційним. Забезпечення таємниці голосування є центральним...
zh: 在投票或选举中，无记名投票可以保护选民，使其选择得以保密。确保选票的保密性是一个核心问题。

source: Read
id: Baca
ja: 読む
pl: Czytaj
uk: Прочитайте
zh: 阅覧

source: Television debates
id: Debat televisi
ja: テレビ討論
pl: Debaty telewizyjne
uk: Телевізійні дебати
zh: 电视辩论

source: Postal voting
id: Pemilihan secara pos
ja: 郵便投票
pl: Głosowanie korespondencyjne
uk: Голосування поштою
zh: 邮政投票

source: PROJECT PARTNERS
id: PARTNER KAMI
ja: プロジェクトパートナー
pl: PARTNERZY PROJEKTU
uk: ПАРТНЕРИ ПРОЕКТУ
zh: 项目伙伴

source: Registration successful
id: Pendaftaran berhasil
ja: 登録に成功しました
pl: Pomyślnie zarejestrowano
uk: Реєстрація успішна
zh: 注册成功

source: Password successfully changed
id: Sandi berhasil diubah
ja: パスワードの変更に成功しました
pl: Hasło zostało pomyślnie zmienione
uk: Пароль успішно змінено
zh: 密码修改成功

source: Logged out successfully
id: Berhasil keluar dari akun
ja: ログアウトに成功しました
pl: Pomyślnie wylogowano się
uk: Вихід здійснено
zh: 已成功登出

source: Logged in successfully
id: Berhasil masuk ke akun
ja: ログインに成功しました
pl: Zalogowano pomyślnie się
uk: Вхід успішний
zh: 已成功登入

source: the baloti project
id: proyek baloti
ja: balotiプロジェクト
pl: projekt baloti
uk: проект baloti.org
zh: Baloti项目

source: an online voting platform for all languages is our vision
id: visi kami adalah platform pemilihan secara online untuk semua bahasa
ja: すべての言語に対応したオンライン投票プラットフォームが私たちのビジョンです
pl: Naszą wizją jest platforma do głosowania online we wszystkich językach
uk: наше бачення – платформа для онлайн-голосування всіма мовами
zh: 我们的愿景是建立一个适用于所有语言的在线投票平台

source: go to the baloti portal
id: ke portal baloti
ja: balotiポータルサイト
pl: przejdź do portalu baloti
uk: перейдіть на портал baloti.org
zh: 前往Baloti门户网站

source: ABOUT THE PROJECT
id: TENTANG PROYEK INI
ja: プロジェクトの概要
pl: O PROJEKCIE
uk: ПРО ПРОЄКТ
zh: 关于该项目

source: baloti is a technical solution allowing you to cast your vote online in several languages in a safe and secure way
id: baloti adalah solusi teknologi untuk membuat pemilihan suara secara daring dalam berbagai bahasa dengan cara yang aman dan terjamin
ja: balotiは、安全かつ確実な方法で、複数の言語でオンライン投票ができる技術的なソリューションです。
pl: baloti to rozwiązanie techniczne umożliwiające oddanie głosu online w kilka języków w bezpieczny i pewny sposób
uk: baloti - це технічне рішення, яке дозволяє віддати свій голос онлайнкількома мовами безпечним способом
zh: baloti是一个技术解决方案，允许您以安全可靠的方式在网上用多种语言投票。

source: experience Swiss referendum voting online
id: alami pemilihan referendum secara online seperti Swiss
ja: スイスの国民投票をオンラインで体験
pl: doświadcz szwajcarskiego referendum głosowanie online
uk: отримайте досвід онлайн-голосування на референдумі в Швейцарії
zh: 体验瑞士公投在线投票

source: baloti is fully open source and uses blockchain technology for saving and verifying votes
id: baloti adalah situs open source dan menggunakan teknologi blockchain untuk menyimpan dan memverifikasi suara
ja: balotiは完全なオープンソースで、ブロックチェーン技術を使用して票の保存と検証を行います。
pl: baloti jest w pełni open source i wykorzystuje technologię blockchain do zapisywania iweryfikacja głosów
uk: baloti є повністю відкритим вихідним кодом і використовує технологію блокчейн для збереження таперевірки голосів
zh: baloti是完全开源的，并使用区块链技术来保存和验证投票。

source: making the voting experience more accessible, vote in your own language
id: membuat pengalaman pengambilan suara lebih mudah diakses, lakukan pemilihan dengan bahasa anda
ja: 投票体験をより身近に、自分の言語で投票できるようにする。
pl: głosowanie staje się bardziej dostępne, gdy głosujesz w swoim języku.
uk: щоб зробити процес голосування доступнішим, голосуйте своєю мовою
zh: 用母语投票，让投票体验更方便。

source: CONTACT US
id: HUBUNGI KAMI
ja: お問い合わせ
pl: SKONTAKTUJ SIĘ Z NAMI
uk: Зв’яжіться з нами
zh: 联系我们

source: Feel free to <br> contact us
id: Hubungi kami <br>
ja: お気軽に<br>お問合せください
pl: Zapraszamy do <br>skontaktowania się z nami
uk: Будемо раді відповісти на будь-які ваші питання
zh: 欢迎与我们联系

source: Firstname*
id: Nama depan*
ja: 名*
pl: Imię*
uk: Ім’я
zh: 姓氏

source: Lastname*
id: Nama belakang*
ja: 姓*
pl: Nazwisko*
uk: Прізвище
zh: 名字

source: Email*
ja: メール*
zh: 电子邮件

source: Subject*
id: Subjek
ja: 内容*
pl: Temat*
uk: Тема
zh: 主题

source: Message*
id: Pesan
ja: メッセージ*
pl: Wiadomość*
uk: Повідомлення
zh: 信息

source: Mail sent successfully
id: Email berhasil dikirim
ja: メールの送信に成功しました
pl: Mail został wysłany pomyślnie
uk: Лист успішно відправлено
zh: 邮件已成功发送

source: Illustrations
id: Ilustrasi
ja: イラストレーション
pl: Ilustracje
uk: Ілюстрації
zh: 图解

source: User Manual
id: Panduan pengguna
ja: ユーザーマニュアル
pl: Instrukcja obsługi
uk: Посібник користувача
zh: 用户手册

source: Login
id: Masuk
ja: ログイン
pl: Zaloguj sie
uk: Логін
zh: 登录

source: Profile settings
id: Pengaturan profil
ja: プロフィールの設定
pl: Ustawienia profilu
uk: Налаштування профілю
zh: 个人档案设置

source: Change Password?
id: Ubah sandi?
ja: パスワードを変更しますか？
pl: Zmień hasło?
uk: Змінити пароль?
zh: 更改密码？

source: Delete profile
id: Hapus profil
ja: プロフィールを削除
pl: Usuń profil
uk: Видалити профайл
zh: 删除账号

source: Logout
id: Keluar
ja: ログアウト
pl: Wyloguj się
uk: Вийти
zh: 登出

source: Change Password
id: Ubah sandi
ja: パスワードを変更
pl: Zmień hasło
uk: Змінити пароль
zh: 更改密码

source: Are you sure you want to delete your baloti account?
id: Apakah anda yakin untuk menghapus akun baloti?
ja: 本当にbalotiのアカウントを削除しますか？
pl: Czy na pewno chcesz usunąć swoje konto baloti?
uk: Ви впевнені, що хочете видалити свій обліковий запис?
zh: 确定要删除您的baloti账户吗？

source: Enter your password to confirm
id: Masukkan sandi anda untuk konfirmasi
ja: 確認のため、パスワードを入力してください
pl: Wprowadź hasło, aby potwierdzić
uk: Введіть свій пароль для підтвердження
zh: 输入你的密码以确认

source: Invalid password
id: Sandi tidak sah
ja: 無効なパスワードです
pl: Nieprawidłowe hasło
uk: Невірний пароль
zh: 无效密码

source: Forgot password?
pl: Zapomniałeś hasło?

source: Please note that the vote you are casting on the baloti website is not official..Please note that the vote you are casting on the baloti website is not official..
pl: Pamiętaj, że głos, który oddajesz na stronie baloti, nie jestoficjalny..

source: Cookies
uk: Файли cookie
